Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/ptil.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Consent to use Songa Equinox at Troll
nb: Samtykke til bruk av Songa Equinox på Troll

source: The hose segments are manufactured by Bassi Offshore on the basis of requirements in the 1991 edition of the OCIMF’s
nb: Slangesegmentene er produsert av Bassi Offshore. De er utformet basert på krav i 1991-utgaven av

source: In order to fulfil the requirements for design and siting referred to in the fourth subsection, the facility should be designed so that the potential for and consequences of accidents are reduced.
nb: For å oppfylle kravene til utforming og plassering som nevnt i fjerde ledd, bør innretningen utformes slik at muligheten for og konsekvenser av ulykker reduseres.

source: Spirit Energy receives consent for exploration drilling in the North Sea
nb: Spirit Energy får samtykke til leiteboring i Nordsjøen

source: Stresses have been recorded in the pipes leading into and out of pump 25-PA102B.
nb: Det har vært registret spenninger i rørene inn og ut av pumpen, 25-PA102 B.

source: Drilling is planned to begin in late August 2018.
nb: Planlagd borestart er i slutten av august 2018.

source: See also Section 50,
nb: Se også § 50,

source: These three drove back to the control room/TV lounge.
nb: Disse trekjørte tilbake til kontrollrom/TV-stue.

source: liquid volume in the tank will represent 50 per cent of the tank volume
nb: minutter. Væskevolumet i tanken vil utgjøre 50 % av tankvolumet.

source: a) situations where special hygiene or health preparedness measures have been implemented, e.g. in
nb: a) situasjoner der det er satt i verk spesielle hygieniske eller helsemessige beredskapstiltak, for eksempel

source: The audit was carried out on board Draupner E, with technical assistance from Telenor Maritim Radio's radio inspection agency.
nb: Tilsynet ble gjennomført om bord på Draupner E med faglig bistand fra Telenor Maritim Radio Radioinspeksjonen.

source: A new and improved type of suit was ready in 2007.
nb: I 2007 var en ny og forbedret drakttype klar.

source: Aker BP – consent to use Deepsea Nordkapp
nb: Aker BP – samtykke til bruk av Deepsea Nordkapp

source: We have given Equinor Energy AS (Equinor) consent for exploration drilling of well 36/1-3.
nb: Vi har gitt Equinor Energy as (Equinor) samtykke til leiteboring av brønn 36/1-3.

source: requirement relating to maintenance entails that performance shall be ensured at all times, cf. Section 8 of the Facilities Regulations.
nb: innebærer kravet til vedlikehold at ytelsen skal være ivaretatt til enhver tid, jf. innretningsforskriften § 8.

source: Such circumstances can reduce concentration and attention in day-to-day work.
nb: En slik situasjon kan medføre at det kan bli manglende konsentrasjon og oppmerksomhet i det daglige arbeidet.

source: Earlier, the requirement said that the plug back programme had to be submitted to the Norwegian Petroleum Directorate seven days after the notification of collective dismissal (the wording in the earlier Section 8 was not clear, but was understood in this way by industry and the Norwegian Petroleum Directorate).
nb: Tidligere var det krav om at tilbakepluggingsprogrammet skulle sendes til Oljedirektoratet sju dager etter varsel om plassoppsigelse (dette var ikke formulert tydelig i tidligere § 8, men ble forstått slik av næringen og Oljedirektoratet).

source: • Maersk halted all activities with MINC for six days in consultation with Aker BP
nb: Maersk stanset alle aktiviteter med MINC i seks dager i samråd med AkerBP.

source: Nothing to equal it is thought to exist either in Norway or internationally – whatever the industry.
nb: Det finnes neppe tilsvarende – verken i Norge eller internasjonalt, uansett næring.

source: Ahead of the incident time, variations in the GW were in the order of 200-500 tonnes, with relatively large associated moment arms in the horizontal plane.
nb: I løpet av tiden før hendelsestidspunktet, varierer GW i størrelsesorden 200 til 500 tonn, og med relativt store tilhørende momentarmer i horisontal planet.

source: : Regarding a statement whether there is a strong relationship between education ("level of education") and the ability to understand a well control situation, 85% of the respondents selects the "agree" and "fully agree" response options.
nb: På et utsagn som omhandler hvorvidt det er sterk sammenheng mellom utdanning («level of education») og evne til å forstå en brønnkontrollhendelse, benytter 85% av respondentene seg av alternativene «enig» og «helt enig».

source: The report from 2019 is available here: Positive findings from user polling
nb: Her kan du lese rapporten fra brukerundersøkelsene i 2019.

source: The on-scene commander had gone with operator1 to fetch a crane truck.
nb: Innsatsleder hadde, sammen med operatør1, gått for å hente lastebil med kran.

source: To determine the ability of passive fire protection materials to withstand jet fires, the standard ISO 22899-1 Part 1 General requirements should be used.
nb: For å bestemme passiv brannbeskyttelsesmaterialers evne til å motstå jetbranner bør standarden ISO 22899-1 Part 1 General requirements brukes.

source: in OSPAR Guidelines for Completing the Harmonised Offshore Chemical Notification Format (HOCNF) (Reference number: 2010-05), and are evaluated in such cases as non-degradable, non-toxic, and non-accumulative.
nb: Completing the Harmonised Offshore Chemical Notification Format (HOCNF) (Reference number: 2010-05), og vurderes i slike tilfeller som ikke-nedbrytbare, ikke-giftige og ikke-akkumulerbare.

source: Those discovered in a PSV in December 2017 could have been more extensive and partly melted before the PSV was removed.
nb: Hydratene som ble oppdaget i PSVen desember 2017 kan ha vært større og delvis smeltet innen PSVen ble tatt ut.

source: “We’re fairly good at investigating, but fall short in applying the lessons,” she says.
nb: – Vi er rimelig gode til å granske, men for dårlige til å ta ut læringspotensialet, sier hun.

source: • Management did not take part in the hydrate risk assessment in the summer of 2018.
nb: Ledelsen deltok ikke på risikovurdering av hydrater sommeren 2018.

source: Operator2 took an oxygen cylinder and climbed up to work-experience pupil2.
nb: Operatør2 tok en oksygenflaske og klatret opp til utplasseringselev2.

source: gas leaks as a result of the production shutdown or during the subsequent start-up
nb: Gasslekkasje som følge av produksjonsnedstegningen eller under påfølgende oppstart

source: The zone's extent can be less, but no more than 500 metres.
nb: Sonens utstrekning kan være mindre, men ikke større enn 500 meter.

source: For fire divisions in living quarters, see
nb: For brannskiller i boligkvarter, se

source: for general plans for drilling and well activities: monthly,
nb: for oversiktsplaner for bore- og brønnaktiviteter:

source: • The discovery was rated D in Timp, which did not reflect the level of seriousness
nb: Funnet ble gitt karakter D i TIMP, noe som ikke gjenspeilte alvorlighetsgraden

source: Acknowledgement of Compliance granted to Transocean Offshore Ltd NUF for Transocean Barents
nb: Samsvarsuttalelse til Transocean Offshore Ltd NUF for Transocean Barents

source: § 57 Detection and mapping of acute pollution
nb: § 57 Deteksjon og kartlegging av akutt forurensning

source: It was built at the Daewoo yard in South Korea in 2016.
nb: Ho vart bygd ved Daewoo-verftet i Sør-Korea i 2016.

source: In order to fulfil the requirement for use as mentioned in the first subsection, the NORSOK Z-015N
nb: For å oppfylle kravet til bruk som nevnt i første ledd, bør standarden NORSOK Z-015N brukes for

source: A new sheave was installed on the HTV Eagle crane in January 2017, with a visual inspection carried out for the rope.
nb: I januar 2017 ble det montert et nytt skivehjul på HTV Eagle-kranen, og ståltauet ble inspisert visuelt.

source: All components of grease must be expressed in HOCNF.
nb: Alle bestanddelene i greasen skal oppgis i HOCNF.

source: Statoil Mongstad’s condition assessments for A-1200 before the incident show that a major problem has been an inadequate overview of the condition for CUI.
nb: Statoil Mongstad sin tilstandsvurderinger for A-1200 anlegget i forkant av hendelsen viser at manglende oversikt over tilstand når det gjelder korrosjon under isolasjon (KUI) har vært et hovedproblem.

source: A plan for corrective measures shall be available, and it shall be possible to implement it instantly.
nb: Plan for korrigerende tiltak skal foreligge og kunne iverksettes umiddelbart.

source: Section 3-4, first subsection of the Health and Care Services Act
nb: helse- og omsorgstjenesteloven § 3-4 første ledd.

source: d) the following regulations and guidelines should be used for
nb: d) følgende forskrifter og retningslinjer brukes ved

source: The WO for the maintenance activity was categorised as level 2, and risk elements related primarily to personnel exposed to hydraulic oil and the danger of slipping on an oily deck.
nb: Arbeidsordre for vedlikeholdet ble kategorisert på nivå 2 og risikoelementene berører i hovedsak personellrisikoen knyttet til eksponering for hydraulikkolje og sklifare ved glatt dørk.

source: It is owned by production licence 104 (Oseberg) and operated by KCA Deutag Drilling Norge AS.
nb: Den er eid av utvinningstillatelse 104 (Oseberg) og opereres av KCA Deutag Drilling Norge AS.

source: The work winch with equipment is described in an unclear way in Eni’s document
nb: Arbeidsvinsjen med tilhørende utstyr er uklart beskrevet i Enis dokument

source: The drilling location is in the Barents Sea, around 22 kilometres south-southeast of the Johan Castberg field.
nb: Staden der brønnen skal borast ligg i Barentshavet, om lag 22 kilometer sør-sørøst for Johan Castberg-feltet.

source: Mærsk Innovator is a mobile rig (jack-up), built by Hyundai in 2003.
nb: Mærsk Innovator er en flyttbar borerigg (jack-up), bygget av Hyundai i 2003.

source: The Control of Communicable Diseases Act also contains certain provisions for the health service.
nb: Smittevernloven har i tillegg en del bestemmelser for helsetjenesten.

source: In the same year, the PSA was given supervisory authority over safety at Norway’s eight onshore petroleum plants, from Melkøya in the north to Slagentangen in the south-east.
nb: Samme år som Ptil ble etablert, fikk vi også myndighetsansvar for sikkerheten ved de åtte landanleggene som er tilknyttet virksomheten – fra Melkøya i nord til Slagentangen i sørøst.

source: “This year’s RNNP findings for the Norwegian continental shelf (NCS) show progress in a number of areas.
nb: Det var ingen dødsulykker i fjor, og vi ser også en reduksjon i antall personskader for norsk sokkel, sier Anne Myhrvold.

source: The results of both user surveys in 2020 will be compiled into a report and published on our website.
nb: Resultatene fra begge brukerundersøkelsene i 2020 vil bli samlet i en rapport som publiseres på vårt nettsted.

source: In addition to its factual components, the report offers observations, recommendations and proposals for future work on managing safety in the High North", says the PSA's principal engineer Sigurd Robert Jacobsen.
nb: I tillegg til å være en faktasamling, presenterer rapporten observasjoner, anbefalinger og forslag til videre arbeid for å styrke sikkerheten i nordområdene, sier sjefingeniør i Ptil, Sigurd Robert Jacobsen.

source: : Organogram showing reporting lines between the operations and maintenance supervisor (Eni), the maintenance supervisor (Apply Sørco) and Apply Sørco personnel on board, including the mechanic.
nb: Organisasjonskart som viser rapporteringslinjer mellom drifts- og vedlikeholdsleder (Eni), vedlikeholdsleder (Apply Sørco) og Apply Sørco-personell om bord, blant annet mekanikere teknisk.

source: We have given Equinor consent for exploration drilling in block 7220/5 in the Barents Sea.
nb: Vi har gitt Equinor samtykke til leiteboring i blokk 7220/5 i Barentshavet.

source: The shift is meant to comprise six operators and a supervisor.
nb: Skiftet skal bestå av seks operatører og en skiftleder.

source: In the event of hazard and accident situations as mentioned in the first subsection, litera b through e, but of a less serious or less acute nature, the operator shall submit individual
nb: Ved fare- og ulykkessituasjoner som nevnt i første ledd bokstav b til og med e, men av mindre alvorlig eller mindre akutt karakter, skal operatøren gi enkeltvis

source: For the systematic mapping of potential electrical and non-electric ignition sources as mentioned in the first subsection, the EN 1127-1 standard should be used.
nb: For systematisk kartlegging av potensielle elektriske og ikke-elektriske tennkilder som nevnt i første ledd, bør standarden NS-EN 1127-1 brukes.

source: AF Gruppen's procedure mentions use of a STEP diagram for presenting the chain of events and a timeline will normally have a role in such a diagram.
nb: AF Gruppen sin prosedyre omtaler bruk av STEP-diagram for å fremstille hendelsesforløpet og en tidslinje vil normalt opptre i et slikt diagram.

source: • Create space for reflection and objections.
nb: • Skap rom for refleksjon og motforestil inger.

source: Late life – how to take care of safety and the working environment?
nb: Senfase – hvordan ivareta sikkerhet og arbeidsmiljø?

source: Two pumps are installed in the collection sump, each with a capacity of 6 m3/h.
nb: I samlesumpen er det to pumper hver med en kapasitet på 6 m3/t.

source: Smoke diver1 tried to ascend even though the straps in the compressed air cylinder were not functioning properly, but was stopped by the fire brigade.
nb: Røykdykker1 forsøkte å gå opp selv om bærereim til trykkluftflaske ikke fungerte som den skulle, men ble stanset av brannvesenet.

source: : In general, 93% of rig contractor and operators employees state that they "agree" or "strongly agree" with the statement that they are always prepared for a well control situation, while 84% of service companies use the same response options.
nb: 93% av respondentene innenfor rigg- og operatørselskaper svarer at de er «enig» eller «helt enig» med utsagnet om at de alltid er forberedt på en brønnkontrol situasjon, mens 84% av serviceselskapene benytter seg av de samme svaralternativene.

source: Dated 12 January, this recommends that the hoisting arrangement be designed with a sheave diameter of 26xD/d and warns that the service life of the steel rope would be shortened by using sheaves with small dimensions.
nb: Denne rapporten, datert 12. januar, anbefaler at heissystemet bør utformes med skivediameter på 26xD/d og advarte om at det ville føre til begrenset levetid på ståltauet om det ble brukt skivehjul med små dimensjoner.

source: Monica Ovesen (left), PSA discipline manager for drilling and well, and Tove Rørhuus, manager for drilling and well at Norwegian Oil and Gas, both agree on that.
nb: Det mener både Monica Ovesen, fagleder for boring og brønn i Ptil (t.v), og Tove Rørhuus, fagsjef for boring og brønn i Norsk olje og gass.

source: accordance with a coordinated emergency preparedness plan for the contractor and the operator.
nb: henhold til en samordnet beredskapsplan for entreprenøren og operatøren.

source: For operations in Equipment Class 1, one competent person is sufficient,
nb: Ved operasjoner utstyrsklasse 1 er det tilstrekkelig med én kompetent person,

source: in the offshore petroleum industry, if the substance is a sinker, has a Koc > 1000, has a log (Pow) >4, on in any other way are known to adsorb to particles or end up in the sediments, or contain surfactants.
nb: petroleumsindustrien til havs, dersom stoffet synker, har Koc>1000, har log (Pow)>4, på noen annen måte er kjent å adsorberes til partikler eller ende opp i sedimentene, eller inneholder surfaktanter.

source: Status of regulatory development
nb: Status på regelverksutvikling

source: Estimations and detailed software calculations were mentioned above, and one view put forward is that the transition to more detailed calculations has reduced the margins in the structure and thereby, in practice, reduced safety.
nb: Overslagsberegninger og detaljerte software-beregninger ble nevnt over, og ett synspunkt som er fremmet er at overgangen til mer detaljerte beregninger har redusert marginene i konstruksjonene og dermed i praksis redusert sikkerheten.

source: Statfjord Øst is a field in the Tampen area in the North Sea, seven kilometres northeast of the Statfjord field.
nb: Statfjord Øst ligg i Tampen-området i den nordlege delen av Nordsjøen, sju kilometer nordaust for Statfjord.

source: for nomads and nomads have less opportu-
nb: satte med fast arbeidssted, samtidig som det

source: Stig S Kvendseth says that ConocoPhillips has achieved good safety results over many years.
nb: Kvendseth sier ConocoPhillips har hatt gode resultater innen sikkerhet gjennom mange år.

source: At 08:00 on the same day, the transfer of non-essential personnel from Visund to Florø by 3 helicopters therefore began.
nb: Kl.08:00samme dag startet derfor forflytting av ikke-essensielt personell fra Visund til Florø med 3 helikoptre.

source: Leadership and the ability to im-
nb: Ledelse og gjennomførings-

source: Songa Endurance on the Troll field in 2016 was one of the biggest contributors to the major accident indicator.
nb: Den alvorlige brønnkontrollhendelsen på Songa Endurance på Trollfeltet høsten 2016 er et av de største bidragene til storulykkeindikatoren.

source: He thinks the agreement largely reflected an awareness that these findings rested on detailed work, inspiring confidence that the facts were as objective as they could be with people involved.
nb: Vinnem tror at mye av grunnen til enigheten var at partene så at det lå grundig arbeid bak, slik at de fikk tillit til at faktagrunnlaget var så objektivt som det lot seg gjøre, med mennesker involvert.

source: The letter stated that, from the date of its despatch, the PSA would “set as a condition for consenting to activities which involve drilling of, completion of or intervention in subsea wells that an agreement has been entered into before drilling begins on the availability of equipment and expertise required to be able to halt a blowout from a subsea well with equipment for sealing, pursuant to section 10-18 of the Petroleum Act”.
nb: I brevet framgår det at Ptil fra brevets dato ville "sette som vilkår for samtykke til aktiviteter som innebærer boring, komplettering eller intervensjon av havbunnsbrønner, at det før borestart er inngått avtale om tilgang på nødvendig utstyr og kompetanse for å kunne stoppe en utblåsning fra en havbunnsbrønn med utstyr for tetting, jf. petroleumsloven § 10-18".

source: Interviews were also conducted with selected representatives of the parties and other industry specialists.
nb: I tillegg ble det gjennomført intervjuer med utvalgte representanter for partene og andre fagpersoner i næringen.

source: 1 Responsibilities of the authorised person electrical on the facility include operation of all its
nb: 1 Bemyndiget person elektro på innretningen er bl.a. ansvarlig for drift av alle

source: He continued with this job until 2015, when the noise indicator became one of three to be put on hold because they no longer functioned as intended.
nb: Magnus Ognedal fikk hovedansvaret for å bearbeide dataene, og det fortsatte han med til den siste overføringen fra Ptil i 2015.

source: Rowan Stavanger can accommodate 120 people.
nb: Rowan Stavanger har plass til 120 personer.

source: In comparison, this alternative is used in only 9% of the cases among respondents working for rig companies.
nb: Til sammenligning blir dette svaralternativet benyttet i 9% av tilfellene blant respondenter som jobber for riggselskap.

source: Flames were still observed to be present, and deluge was therefore reactivated.
nb: Det ble observert at det fremdeles var flammer tilstede, og deluge ble derfor aktivert igjen.

source: Provisions should be made for noise-deflectionof noisy equipment when maintenance or other work is carried out in the area, cf. the Activities Regulations Section 31 on arrangement of work.
nb: Det bør legges til rette for støyskjerming mot støyende utstyr ved utføring av vedlikeholdsarbeid eller annet arbeid i området, jf. aktivitetsforskriften § 31 om tilrettelegging av arbeidet.

source: Duva is a field in the northern part of the North Sea, six kilometres northeast of the Gjøa field.
nb: Duva ligg i den nordlege delen av Nordsjøen, seks kilometer nordaust for Gjøa.

source: It is designed to operate in water depths from 70 to 3050 metres.
nb: Den er designet for å kunne arbeide på vanndyp fra 70 til 3050 meter.

source: The alarm reaction team (ART) was sent down the shaft to check the position.
nb: Alarm reaksjonslag (ARL) ble sendt ned i utstyrsskaftet for å sjekke ut situasjonen.

source: Indirect causes are a lack of support of the assembly and use of a thin-walled instrument fitting as a load-bearing element.
nb: Indirekte årsak er manglende avstiving av sammenstillingen og bruk av en tynnvegget instrumentkobling som lastbærende element.

source: The description of the course of events and causes of the incident largely coincide with the PSA team’s observations and assessments.
nb: Beskrivelsen av hendelsesforløpet og årsakene til hendelsen er i hovedsak sammenfallende med våre observasjoner og vurderinger.

source: On oil and renewables – transitions, challenges and opportunities
nb: Om olje og fornybar – overganger, utfordringer og muligheter

source: The responsible party shall ensure that matters of significance for prudent work activities as regards health and safety, are monitored and kept under control at all times, cf.
nb: Den ansvarlige skal sikre at forhold som er av betydning for en helse- og sikkerhetsmessig forsvarlig utføring av aktivitetene, blir overvåket og holdt under kontroll til enhver tid, jf.

source: As of 2006, the land facilities were included in the measurement of the risk level in the Norwegian petroleum activities.
nb: Fra og med 2006 ble landanleggene en del av målingen av risikonivået i norsk petroleumsvirksomhet.

source: Equinor – Snorre B – investigation of a fire
nb: Equinor - Snorre B - Gransking av brann i innløpsseparator

source: No written information on this was available in Transocean’s organisation.
nb: Det forelå ikke skriftlig informasjonom dette i Transoceans organisasjon.

source: This subject was also of key interest in some of the investigations.
nb: Temaet er også sentralt i flere av granskingene.

source: In the event of accident situations, official publication of safety zones shall takes place via "National coordinator", through the Norwegian Coastal Administration.
nb: Ved ulykkessituasjoner skal kunngjøring av sikkerhetssoner skje via "Nasjonal koordinator", gjennom Kystverket.

source: Insufficient sleep over time has also been linked to weight gain, diabetes 2, cardiovascular diseases, increased risk of dementia, reduced fertility, cancer – particularly breast – and higher risk of death.
nb: For lite søvn er også koblet til økt vekt, diabetes 2, hjerte- og kar-sykdommer, økt risiko for demens, redusert fruktbarhet, kreft - spesielt brystkreft, og ogsåøkt dødelighet.

source: Section 3 of the
nb: seksjon 3 brukes for

source: As an example, 86% of the respondents reported to "agree" or "strongly agree" on a statement about whether interfaces between personnel involved in well control are clear.
nb: 86% av respondentene seg av svaralternativene «enig» eller «helt enig» på et utsagn som omhandler hvorvidt grensesnitt mellom personell som er involvert i brønnkontroll er klare.

source: Some were good at cementing, others at drilling.
nb: - Noen var gode på sementering, andre var gode på boring.
